{
    "name": "John Adam Bringert Wingard",
    "yob": 1719,
    "yod": 1757,
    "pob": "Württemberg, Heiliges Römisches Reich",
    "bio": "<p>John Adam Wingard (baptized ca 1758 in Edgefield County, SC, now Saluda County) and family (wife, Barbara, and 5 children—John Matthias, George Michael, John George, Mary Margaret and Catherine) arrived at the port of Charleston on the boat Elizabeth commanded by Captain Ross, in January 1753. The South Carolina Gazette (issue of 9 and 29 January 1753) tells a little of the voyage. The Elizabeth was expected to sail from Cowes England, on 15 November 1752. This means that John Adam and Family had been at sea about ten weeks when they arrived at Charleston the latter part of January 1753. His family along with 300 German passengers had enured a dangerous passage. \"the ship being very leaky and girthed round in several places\". However, all arrived in good health, and nine children had been born during the voyage.</p><p>John Adam Wingard is the ancestor of all the Wingards who trace their ancestry to the early days of South Carolina. One family tradition states that John Adam came from the province of Württemberg in what would become southwestern Germany. Another states that he came from Switzerland. The history of Lexington County, South Carolina, states that most of the immigrants of this area came from either Württemberg or Baden in Germany, but a few also came from Switzerland (either tradition may be correct).</p><p>It is probable that there were Wingards in both Switzerland and Württemberg in the 18th century. There was a Hans Wenger who started for Pennsylvania but whose ship was blown off course and who landed in Charleston in 1753. He was granted 200 acres of land in South Carolina but died shortly afterward. His wife, son Lazarus, and daughter Anna moved on to Pennsylvania. Lazarus' children spelled their name Wingard. This Hans Wenger came from Guggisberg, Canton Bern in Switzerland. Records of German immigrants to Pennsylvania reveal there were many Wingers, Wengers, Wingerta, Wingarts, etc., who immigrated to Pennsylvania in the 18th century. This probably means that they came from southern Germany, perhaps from Württemberg. Most likely the Wingard name originated in Switzerland in the 12th century, but some of the family may have migrated across the Rhine River into southern Germany before the immigration to America. In either case, it is certain that they spoke the German language and had a German cultural heritage. Our tradition states that the name came from a spur of the Alps in Switzerland called the Wingern. Another tradition says the name means one who guards vineyards, suggesting an agricultural beginning. It seems more likely that the name comes from their occupation. The word Wingard translates into English as vineyard. It seems likely the first Wingards of Switzerland owned vineyards or perhaps tended the vineyards of others.</p><p>John Adam Wingard was likely influenced in his decision to come to America by Hans Reimensperger, an agent of the South Carolina government, who traversed the southern portion of Germany and possibly Switzerland, extolling the virtues of America, and South Carolina in particular. The German Protestants of southern Germany, living in a land ruled by Catholic nobles, were eager to escape religious persecution and thus were easily persuaded. Reimensperger not only spoke of the opportunities in the new land, but passed out brochures which doubtless were handed from person to person. The immigrants were promised 50 acres of land per member of the household, tax free for ten years, and 20 pounds sterling. Nicholas Purcess, a merchant of Rotterdam who contracted to provide shipping for many of the immigrants promised a 6 ft. by 6 ft. cabin for every four persons in the ship, along with enough provisions for the trip.</p><p>In any case, John Adam began his journey to America by sailing down the beautiful Rhine River to Rotterdam in the Netherlands. There he encountered the masses of Germans who were making their way to America. History tells us that they had to wait several weeks before they could board a ship for the new land. Some spent the money they had intended for ship passage for subsistence while waiting in Rotterdam. They would then have to sell themselves as indentured servants for a period of a few years after arriving in America in order to pay for their passage. John Adam was wealthy enough to pay his own passage, so he was eligible for a grant of land as soon as he arrived in South Carolina. He appeared before the Provincial Council in Charleston on 7 February 1753, only ten days after arrival, and petitioned the council for 350 acres of land. He stated that he had a wife and five children, namely John Matthew (Matthias) age 13 years, Mary Margaret age 11, George Michael age 9, Catherine age 6, and John George age 9 months. His petition was granted and the surveyor drew off a plat for 350 acres on Cloud's Creek in Orangeburg district (present day Saluda County). This land was formally granted by King George II on 9 January 1755. It is likely Adam moved to his land in 1753 and made his first crop that year. A note written across the margin of the grant says \"delivered to John Smit Pider, 24th August 1758\".</p><p>Cloud's creek was named for a settler named Cloud, who had a trading post located where an important Indian trail crossed the creek. He and his family were massacred by the Savannah Indians in 1751.</p><p>Mrs. Cloud was the only survivor and her leg was almost severed at the knee. She hid for two days hoping someone would pass by and rescue her. Finally she managed the ride a horse to Fort Congaree and was taken to Charleston [illegible]. She died about a month later. The Wingards were some of the earliest settlers of this area after the massacre of the Clouds. John Adam's land was probably near where Cloud's cabin had been. John Adam was perhaps one of the early casualties of the Cherokee Indian Uprising. We know he died before 18 January 1760, because on that date \"his sone and heir-at-law\", Matthias Wingard sold the 350 acre tract of land to Vincent Simmons. Tradition states that three brothers came to America from Germany and settled in Pennsylvania, and moved down to Virginia before settling in Lexington County around 1761. Also tradition states that both John and a younger brother was killed by the Indians. We know both to be erroneous, and that it was most likely John, the father, who was killed by the Indians and not the son John.</p><p>According to information provided by Lillian Ray Wingard of Navasota, Texas, John Adam died in 1757. This date, though unconfirmed seems to fit the established date of 1758. (Figure: South Carolina State record, dated 22 September 1762, in which John Matthias Wingard wold the original patented land of his father, John Adam Wingard).</p><p>Three brothers, Matthias, Michael, and Christian, were the ancestors of all the subsequent Wingards born in South Carolina. Family tradition ascribe no children to the other son John George, and there are no Wingard names in the censuses or other records who are not accounted as belonging to the other brothers.</p><p>Sherman burned the Lexington County court house in 1865 and destroyed records which would prove valuable in discerning the lineage of the early generations of Wingards. However, the genealogy presented here seems accurate and records do not seem to contradict each other.</p><p>There were no further Indian uprisings in South Carolina after the Cherokee War of 1759-60. John Adam's widow and her children moved to a better protected area from the Indians. On 8 and 9 March 1759, Matthias Wingard bought 250 acres of land on a branch (Pompey Branch) of the 16 mile creek Saxe-Gotha Township in Orangeburg District (Lexington County). This property, where they made their second home in South Carolina, was located near the Saluda River only a short distance from where the Lake Murray dam is now located. Most of, if not all, of this property is now covered by the waters of Lake Murray. [illegible] of the Wingard family cemeteries were covered by the waters of Lake Murray in 1929.</p><p>All of the brothers were members of the Zion Lutheran Church which was organized by Godfrey, Sr. in his mill, and was located on the 14 mile-12 mile creek near the Saluda River in 1758. The first church building was built nearby on the River in the 1790's. In 1787 the three oldest sons signed a petition to the state government requesting the Lutheran Churches of the area be allowed to organize an association. All of the sons were regular communicants and subscribers to the church. In 1812 Christian Wingard was mentioned as an elder of the church.</p><p>The German settlers of Lexington County were peace-loving people and seemed to have accommodated themselves to their English overlords fairly well. At the outbreak of the Revolutionary War, they were somewhat reluctant to rebel against the English. With time they leaned toward supporting the Revolution. Michael, George, and Matthias Wingard supported the Patriot cause by supplying provision for the Patriot Army, as indicated by their indentures dated 21 June 1785. Matthias was also paid for 40 days of militia service in 1779 and 1781 (see below). There is no evidence that Christian Wingard joined either side of the conflict. Perhaps he [page missing].</p><p>In 1770 the three older brothers appeared to have reached the age where they contemplated marriage and the division of their inheritance. On 13 and 14 December 1770, Matthias Wingard transferred ownership of 100 acres of the 250 to Michael. On 21 and 22 December 1770 Michael also bought 50 acres of land from George Rouchen (Rauch). This 50 acres was adjacent to his other land and gave him and equal amount of land with Matthias. On 20 and 21 Feburary 1770, John George Wingard bough 100 acres of land on the banks of the Saluda River from George Ruigh (Rauch).</p>"
}