{
    "name": "Andrew Stinson",
    "yob": 1792,
    "yod": 1860,
    "pob": "South Carolina, United States of America",
    "pod": "Butler, Alabama, States of America",
    "bio": "<p>Little information is known about Andrew Stinson prior to his migration to Butler County, Alabama.  It has been said that he once lived in Aiken, South Carolina.  This community is located near the current Georgia state line east of Augusta, Ga.  It has also been suggest that he may have come to America through the port of Savannah, Ga.  According to other researchers, there are several references made to 1825 landmarks that did bear the Stinson name in Aiken County, Ga.</p><p>Andrew Stinson is believed to be the son of John Stinson and Hallie Edna Cooper. His ancestors included the following:</p><p>1.      Robert Stinson, born between 1715-1720 in Redough, Scotland.</p><p>2.      James Stinson, born between 1735-1740 in Redough, Scotland; married Janette Allison. She was born in 1751 and died in 1843.</p><p>3.      John Stinson, born in 1770 in North Carolina and died in 1835 in North Carolina; married Hallie Edna Cooper. She was born in 1775 in Edgefield District, South Carolina and died in 1863 in Monroe County.</p><p>Andrew married Elizabeth Stringfellow, daughter of John Reuben Stringfellow and Elizabeth Mayne, in Chester District, South Carolina in 1811.  Esq. Simmons, JP, was judge who married them. Andrew volunteered for military service in Chester District on October 1, 1814.  During his service in the War of 1812, he was assigned to Captain Chestnut’s Company of the South Carolina Militia. Records indicate that he was discharged from the militia on March 15, 1815. </p><p>The exact year in which this family came to Butler County is unknown. It appears that Andrew applied for land grants which were approved about 1847.  The first recorded date of their presence in March 4, 1848 when he was granted 40.06 acres of Cahaba land.</p><p>In 1850, census records lists Andrew Stinson as being  58 years old.  He was listed as a farmer with real estate valued at $300. His household included his wife, Elizabeth, and five children: Mary, Celia, George, John and Elizabeth. </p><p>By 1860, Andrew was apparently in very bad health.  On April 13, 1860, his wife Elizabeth filed a motion with the Butler County courts to have him declared mentally incompetent.  It was also signed by his sons, Reuben and Joseph H. Stinson.  The petition asked that his son Joseph be appointed as his legal guardian and manager of his affairs.</p><p>The census of 1860 showed Andrew and his daughter Elizabeth living in the household of W. Kirkpatrick.  Kirkpatrick was listed as a 70 year old farmer born in North Carolina.  He is believed to be William P. Kirkpatrick whose name is found in the Cahaba land grants.  Others listed in the Kirkpatrick household include: C. J. Kirkpatrick (30, female, AL), W. T. Brewer (7, male, AL), M. Cooper (45, female, NC, seamstress), and E. J. Brook (5, female, AL). C. J. Kirkpatrick and M. Cooper are believed to be the daughters of W. Kirkpatrick. Elizabeth, Andrew’s wife has not been located on the 1860 census.</p><p>Elizabeth Stringfellow Stinson was born in 1791 in South Carolina.  Nearly twenty years after her husband’s death, in September 1871, at the age of 80, Elizabeth filed applications to receive a pension awarded to the widow’s of soldiers of the War of 1812.  She was awarded a pension in the amount of $8 on July 5, 1872.</p><p>Information on the pension applications state that Andrew died in 1857 in Butler County, however this is in contradiction of the 1860 census.  It is possible that he died in 1867 but not exact date of death has been determined.  Witnesses for Elizabeth on the pension applications were James Parks, C. M. Beasley and E. J. Beasley.  Each of them signed affidavits regarding knowledge of Andrew’s military service.</p><p>Because no legal documents or church records from South Carolina attest to the marriage of Andrew Stinson and Elizabeth Stringfellow, statements were required from family members with knowledge of their marriage.  Signing testaments were her brother, Alexander R. Stringfellow (age 64 in 1871) and Mary E. Sims (age 76 in 1871). Ms. Sims is thought to be a sister.</p><p>A. F. Posey, Clerk for the Criminal Courts of Butler County, AL, state that in 1871 Elizabeth Stinson was <i>\"so mentally and physically imbecile, or to make her execution of the declaration on mere matter of form; in fact, her mind is almost entirely gone, and the case is made out more from the assistance of others than of her own recollection.\"</i></p><p>In June 1872, Alexander Stringfellow filed an affidavit in Elizabeth’s behalf.  He stated that Elizabeth was \"<i>over 80 years old and totally mentally imbecile and bed-ridden.</i>\" This statement was sworn to before acting Justice of the Peace, James M. Nettles, Calhoun County, MS, where he was residing when the statement was made.</p><p>Another statement made by Mary E. Sims was sworn to before the same courts in MS. where she was a resident.  Confirmation of relation to Elizabeth or Alexander hasn't been proven, but it is believed she was a sister, possibly Mary Elizabeth Stringfellow who married Edward Sims.</p><p>Andrew Stinson died about 1860. He was buried in the Old Salem Cemetery, Monroe County, Alabama.</p><p>Source: <a href=\"https://freepages.rootsweb.com/~mildredstinsonbrown/genealogy/stinson.htm\">FAMILIES OF BUTLER COUNTY, ALABAMA - Andrew Stinson</a>"
}