{
    "name": "John Andrew Cooper Stinson",
    "yob": 1846,
    "yod": 1910,
    "pob": "Starlington, Butler, Alabama, United States",
    "pod": "Butler Springs, Butler, Alabama, United States",
    "bio": "<p>John Andrew Cooper Stinson was born near Mt. Pisgah Church in the Starlington Community, Butler County, Alabama on October 19, 1847. His parents were James Leander Stinson and Nancy Burkett, daughter of James Burkett.</p><p>Cooper as he was mostly called appears on the 1850 Federal Census in the home of his parents. They were living in Beat 2, Butler County. His father is listed as farmer with real estate valued at $80. James Burkett was their next do neighbor.</p><p>When the 1860 Federal Census was taken the family was living in Starlington, Precinct 1, Butler County. Living in the house with his parents, there were four other children. His father, still listed as a farmer, had real estate valued at $1000 and personal property valued at $1000.</p><p>Cooper is listed as a private in Company A, 1st Battalion, Alabama Infantry, CSA.  Enlistment records indicate that he joined the war in the fall of 1863 at Fort Morgan, AL.  He was captured there, along with his father, Leander, by the Union Army.  Transferred to Elmira, N.Y., he was released from military service on June 11, 1865.</p><p>Two years after his release, on May 31, 1867, John A. C. Stinson and Annie Elizabeth Smith, daughter of George Washington Smith and Sarah Jane Mann were married.  Justice of the Peace, A. M. Kellar performed the wedding ceremony.</p><p>John has not been located on either the 1870 or 1880 Federal Census. Most likely he was still in the Starlington Community.</p><p>On May 28, 1894, Cooper filed for a pension based on his military service to the Confederacy.  The application states that he was 48 years old, farming land valued at less than $400 with less than $400 annual income, this being that he had contracted a disease during the war.  It doesn’t indicate the name of the disease.</p><p>Another application was filed on March 17, 1896, showed he was farming 85 acres of land with one mule.</p><p>A third application was filed on May 7, 1897 showing 80 acres of poor land which was mortgaged.</p><p>A fourth attempt to receive a pension was filed April 13, 1898, stating that he had no assets.</p><p>The family is listed on the 1900 Federal Census as living in the Starlington Community. John and Annie had been married more than 30 years. Nine children were living at home.</p><p>When the 1910 census was taken, John and Annie Elizabeth were still living in the Starlington Community. Five children and two grandson were living in the household.</p><p>He died August 9, 1910 and is buried at Providence Cemetery. At the time of his death, no pension had been awarded.</p><p>Annie Elizabeth continued to file for the right to receive a pension based on his military service.  As of January 22, 1930, no pension had been approved.  No records have been found to indicate otherwise.</p><p>Annie Elizabeth Smith Stinson was born November 29, 1849 in Barbour County, Alabama. She died November 17, 1937 and was buried beside her husband at Providence Cemetery.</p><p>[Source: <a href=\"https://freepages.rootsweb.com/~mildredstinsonbrown/genealogy/jacstinson.htm\">FAMILIES OF BUTLER COUNTY, ALABAMA - John Andrew Cooper Stinson</a>]</p>"
}